
export default function Aboutus() {
    return (
        <div>
            <div className="flex flex-col justify-center items-center my-16 h-[40dvh]">
                <h2 className="text-4xl">เกี่ยวกับเรา</h2>
                <p className="w-[650px] text-center text-2xl mt-6" >แฟลตฟอร์มติวเตอร์ของเรา ก่อตั้งเมื่อเดือน กรกฏาคม พศ 2566 และเป็นเว็ปไซต์ที่เป็นสื่อกลางที่เชื่อมต่อกันระหว่างผู้ที่การเรียนพิเศษและอาจารย์ที่ต้องการสอนพิเศษทุกท่าน
                    โดยให้บริการแก่บุคคลทั่วไปหรือใช้สำหรับองค์กรค์ต่าง ๆ ซึ่งเราเป็นศูนย์กลางที่จะรวบรวม อาจารย์
                    หรือติวเตอร์คุณภาพในทั่วเชียงใหม่และต้องการเป็นแหล่งรวมการศึกษาของจังหวัดเพื่อให้เราและอนาคตของผู้คนในเชียงใหม่เติบโตและพัฒนาไปพร้อมกันในทางที่ดียิ่งขึ้น</p>
            </div>
        </div>
    )
}
