

function Aboutus() {
    return (
        <>
            <div className="w-full h-[60vh] text-center px-32 py-16" >
                <h1 className="text-4xl font-bold">เกี่ยวกับเรา</h1>
                <p className='text-2xl mt-16 mx-96'>เเพลตฟอร์มหาติวเตอร์ของเรา ก่อตั้งเมื่อเดือน กรกฏาคม พ.ศ 2566
                    เเละเป็นเว็ปไซต์ที่เป็นสื่อกลางที่เชื่อมต่อกันระหว่างผู้ที่การเรียนพิเศษและอาจารย์ที่ต้องการสอนพิเศษทุกท่าน
                    โดยให้บริการแก่บุคคลทั่วไปหรือใช้สำหรับองค์กรค์ต่าง ๆ ซึ่งเราจะเป็นจุดศูนย์กลางที่จะรวบรวม อาจารย์ หรือติวเตอร์คุณภาพในทั่วเชียงใหม่
                    และต้องกาเรป็นแหล่งรวมการศึกษาของจังหวัด
                    เพื่อให้เราและอนาคตของผู้คนในเชียงใหม่เติบโตและพัฒนาไปพร้อมกันในทางที่ดียิ่งขึ้น </p>

            </div>
        </>
    )
}

export default Aboutus