
export default function Policy() {
  return (
    <div>
        <div className='px-[250px] pt-16' >
                <h1 className='text-4xl'>Privacy-Policy</h1><br />
                <div>
                    <h3 className='text-2xl py-4'>ข้อมูลส่วนบุคคล คืออะไร?</h3>
                    <span>ข้อมูลส่วนบุคคล* หมายถึง “ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ ไม่ว่าทางตรงหรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ”</span>
                    <h3 className='text-2xl py-4'>ข้อมูลส่วนบุคคลที่เราเก็บรวบรวม</h3>
                    <span>เราจะเก็บรวบรวมข้อมูลส่วนบุคคลดังต่อไปนี้ <br />
                        1.	ชื่อ นามสกุล <br />
                        2.	ที่อยู่ <br />
                        3.	Email <br />
                        4.	เบอร์โทรศัพท์ <br />
                        5.	ที่อยู่ <br />
                        6.	รูปถ่าย
                    </span>
                    <h3 className='text-2xl py-4'>แหล่งที่มาของข้อมูลส่วนบุคคล</h3>
                    <span>เราอาจได้รับข้อมูลส่วนบุคคลของท่านจาก 2 ช่องทาง ดังนี้</span>
                    <ul>
                        <li>เราได้รับข้อมูลส่วนบุคคลจากท่านโดยตรง โดยเราจะเก็บรวบรวมข้อมูลส่วนบุคคลของท่านจากขั้นตอนการให้บริการ ดังนี้</li>
                        <li>ขั้นตอนการสมัครใช้สินค้าและบริการกับเรา หรือขั้นตอนการยื่นคำร้องขอใช้สิทธิ์ต่างๆ กับเรา</li>
                        <li>จากความสมัครใจของท่าน ในการทำแบบสอบถาม (survey) หรือ การโต้ตอบทาง email หรือ ช่องทางการสื่อสารอื่นๆ ระหว่างเราและท่าน</li>
                        <li>เก็บจากข้อมูลการใช้ website ของเราผ่าน browser’s cookies ของท่าน</li>
                    </ul>
                    <h3 className='text-2xl py-4'>วัตถุประสงค์ในการประมวลผลข้อมูล</h3>
                    <span>เราจัดเก็บข้อมูลส่วนบุคคลของท่านเพื่อการบริการท่านในฐานะลูกค้าผู้ใช้บริการจากเรา รวมไปถึงการส่งข่าวสาร และโปรโมชั่นเกี่ยวกับสินค้าและบริการจาก tutortitle.com</span>
                    <h3 className='text-2xl py-4'>การประมวลผลข้อมูลส่วนบุคคล</h3>
                    <span>เมื่อได้รับข้อมูลส่วนบุคคลจากแหล่งที่มาของข้อมูลส่วนบุคคลแล้ว เราจะดำเนินการดังนี้กับข้อมูลส่วนบุคคลของท่าน</span>
                    <ul>
                        <li>เก็บรวบรวมอย่างปลอดภัย</li>
                        <li>ใช้สำหรับส่งเอกสารหนังสือ ให้กับนักเรียน เท่านั้น</li>
                        <li>ไม่มีการเปิดเผยข้อมูลต่อบุคคลที่สาม</li>
                    </ul>
                    <h2 className='text-3xl py-4'>การเก็บรักษาและระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล</h2>
                    <h3 className='text-2xl py-4'>การเก็บรักษาข้อมูลส่วนบุคคล</h3>
                    <span>ผู้ควบคุมทำการเก็บรักษาข้อมูลส่วนบุคคลของท่าน ดังนี้</span>
                    <ul>
                        <li>ลักษณะการเก็บ จัดเก็บเป็น Soft Copy</li>
                        <li>สถานที่จัดเก็บ เก็บไว้บน Cloud ที่ใช้บริการกับ Cloudways.com</li>
                        <li>ระยะเวลาจัดเก็บ เป็นไปตามหัวข้อ ระยะเวลาในการประมวลผลข้อมูลส่วนบุคคล</li>
                        <li>เมื่อพ้นระยะเวลาจัดเก็บ หรือ เราไม่มีสิทธิ์หรือไม่สามารถอ้างฐานในการประมวลผลข้อมูลส่วนบุคคลของท่านแล้ว เราจะดำเนินการทำลายข้อมูลส่วนบุคคลนั้นด้วยวิธีการลบข้อมูลออกจากระบบ และจะดำเนินการให้แล้วเสร็จภายใน 90 วันนับแต่วันสิ้นสุดระยะเวลาดังกล่าว</li>
                    </ul>
                    <h3 className='text-2xl py-4'>ระยะเวลาการเก็บรักษาข้อมูลส่วนบุคคล</h3>
                    <p>เรามีการจัดเก็บข้อมูลส่วนบุคคลดังนี้</p>
                    <p>ชื่อ นามสกุลเบอร์โทรศัพท์ emailระยะเวลาประมวลผล: 5 ปี นับแต่วันที่เลิกสัญญา
                    </p>
                    <h3 className='text-2xl py-4'>สิทธิ์ของเจ้าของข้อมูล</h3>
                    <p>ท่านมีสิทธิ์ในการดำเนินการ ดังต่อไปนี้</p>
                    <p>(1) สิทธิ์ในการเพิกถอนความยินยอม (right to withdraw consent): ท่านมีสิทธิ์ในการเพิกถอนความยินยอมในการ ประมวลผลข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมกับเราได้ ตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของท่านอยู่กับเรา</p>
                    <p>(2) สิทธิ์ในการเข้าถึงข้อมูลส่วนบุคคล (right of access): ท่านมีสิทธิ์ในการเข้าถึงข้อมูลส่วนบุคคลของท่านและขอให้เรา ทำสำเนาข้อมูลส่วนบุคคลดังกล่าวให้แก่ท่าน รวมถึงขอให้เราเปิดเผยการได้มาซึ่งข้อมูลส่วนบุคคลที่ท่านไม่ได้ให้ความ ยินยอมต่อเราได้</p>
                    <p>(3) สิทธิ์ในการแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง (right to rectification): ท่านมีสิทธิ์ในการขอให้เราแก้ไขข้อมูลที่ไม่ถูกต้อง หรือ เพิ่มเติมข้อมูลที่ไม่สมบูรณ์</p>
                    <p>(4) สิทธิ์ในการลบข้อมูลส่วนบุคคล (right to erasure): ท่านมีสิทธิ์ในการขอให้เราทำการลบข้อมูลของท่านด้วยเหตุบาง ประการได้</p>
                    <p>(5) สิทธิ์ในการระงับการใช้ข้อมูลส่วนบุคคล (right to restriction of processing): ท่านมีสิทธิ์ในการระงับการใช้ข้อมูล ส่วนบุคคลของท่านด้วยเหตุบางประการได้</p>
                    <p>(6) สิทธิ์ในการให้โอนย้ายข้อมูลส่วนบุคคล (right to data portability): ท่านมีสิทธิ์ในการโอนย้ายข้อมูลส่วนบุคคลของ ท่านที่ท่านให้ไว้กับเราไปยังผู้ควบคุมข้อมูลรายอื่น หรือ ตัวท่านเองด้วยเหตุบางประการได้</p>
                    <p>(7) สิทธิ์ในการคัดคานการประมวลผลข้อมูลส่วนบุคคล (right to object): ท่านมีสิทธิ์ในการคัดคานการประมวลผล ข้อมูลส่วนบุคคลของท่านด้วยเหตุบางประการได้ท่านสามารถติดต่อมายังเจ้าหน้าที่ DPO/เจ้าหน้าที่ฝ่ายของเราได้ เพื่อดำเนินการยื่นคำร้องขอดำเนินการตามสิทธิ์ข้างต้นได้ (รายละเอียดการติดต่อปรากฏในหัวข้อ “ช่องทางการติดต่อ” ด้านล่างนี้) ทั้งนี้ ท่านไม่จำเป็นต้องเสียค่าใช้จ่ายใดๆ ในการดำเนินตามสิทธิ์ข้างต้น โดยเราจะพิจารณาและแจ้งผลการพิจารณาตามคำร้องของท่านภายใน 30 วันนับแต่วันที่เราได้รับคำร้องขอดังกล่าว</p>
                    <h3 className='text-2xl py-4'>กิจกรรมทางการตลาดและการส่งเสริมการตลาด</h3>
                    <p>ในระหว่างการใช้บริการ เราจะส่งข้อมูลข่าวสารเกี่ยวกับกิจกรรมทางการตลาด และการส่งเสริมการตลาด ผลิตภัณฑ์ การ ให้บริการของเราที่เราคิดว่าท่านอาจสนใจเพื่อประโยชน์ในการให้บริการกับท่านอย่างเต็มประสิทธิภาพ หากท่านได้ตกลง ที่จะรับข้อมูลข่าวสารดังกล่าวจากเราแล้ว ท่านมีสิทธิ์ยกเลิกความยินยอมดังกล่าวได้ทุกเมื่อ โดยท่านสามารถดำเนินการยกเลิกความยินยอมในการรับแจ้งข้อมูลข่าวสารได้ จากการคลิกลิงค์ Unsubscribe ในอีเมลที่ท่านได้รับ</p>
                    <h3 className='text-2xl py-4'>Cookies</h3>
                    <h3 className='text-2xl py-4'>Cookies คืออะไร?</h3>
                    <p>Cookies คือ text files ที่อยู่ในคอมพิวเตอร์ของท่านที่ใช้เพื่อจัดเก็บรายละเอียดข้อมูล log การใช้งาน internet ของ ท่าน หรือ พฤติกรรมการเยี่ยมชม website ของท่าน ท่านสามารถศึกษารายละเอียดเพิ่มเติมของ Cookies ได้จาก https://www.allaboutcookies.org/</p>
                    <h3 className='text-2xl py-4'>เราใช้ Cookies อย่างไร?</h3>
                    <p>เราจะจัดเก็บข้อมูลการเขาเยี่ยมชม website จากผู้เขาเยี่ยมชมทุกรายผ่าน Cookies หรือ เทคโนโลยีที่ใกล้เคียง และเราจะใช้ Cookies เพื่อประโยชน์ในการพัฒนาประสิทธิ์ภาพในการเข้าถึงบริการของเราผ่าน internet รวมถึงพัฒนาประสิทธิ์ภาพในการใช้งานบริการของเราทาง internet โดยจะใช้เพื่อกรณี ดังต่อไปนี้</p>
                    <ul>
                        <li>เพื่อให้ท่านสามารถ sign in บัญชีของท่านใน website ของเราได้อย่างต่อเนื่อง</li>
                        <li>เพื่อศึกษาพฤติกรรมการใช้งาน website ของท่าน เพื่อนำไปพัฒนาให้สามารถใช้งานได้ง่าย รวดเร็ว และมี ประสิทธิภาพยิ่งขึ้น</li>
                    </ul>
                    <h3 className='text-2xl py-4'>ประเภทของ Cookies ที่เราใช้?</h3>
                    <p>เราใช้ Cookies ดังต่อไปนี้ สำหรับ website ของเรา</p>
                    <ul>
                        <li>Functionality – cookies ที่ใช้ในการจดจำสิ่งที่ลูกค้าเลือกเป็น preferences เช่น ภาษาที่ใช้</li>
                        <li>Advertising – cookies ที่ใช้ในการจดจำสิ่งที่ลูกค้าเคยเยี่ยมชม เพื่อนำเสนอสินค้า บริการ หรือ สื่อโฆษณาที่เกี่ยวของเพื่อให้ตรงกับความสนใจของผู้ใช้งาน</li>
                    </ul>
                    <h3 className='text-2xl py-4'>การจัดการ Cookies</h3>
                    <p>ท่านสามารถตั้งค่ามิให้ browser ของท่าน ตกลงรับ Cookies ของเราได้ โดยมีขั้นตอนในการจัดการ Cookies ตามเว็บไซต์ https://www.wikihow.com/Disable-Cookies</p>
                    <h3 className=''>นโยบายคุ้มครองข้อมูลส่วนบุคคลของ website อื่น</h3>
                    <p>นโยบายความเป็นส่วนตัวฉบับนี้ ใช้เฉพาะสำหรับการให้บริการของเราและการใช้งาน website ของเราเท่านั้น หากท่าน ได้กด link ไปยัง website อื่น (แม้จะผ่านช่องทางใน website ของเราก็ตาม) ท่านจะต้องศึกษาและปฏิบัติตามนโยบายความเป็นส่วนตัวที่ปรากฏใน website นั้นๆ แยกต่างหากจากของเรา</p>
                    <h3 className=''>การเปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคล</h3>
                    <p>เราจะทำการพิจารณาทบทวนนโยบายความเป็นส่วนตัวเป็นประจำเพื่อให้สอดคลองกับแนวปฏิบัติ และ กฎหมาย ข้อบังคับที่เกี่ยวของ ทั้งนี้ หากมีการเปลี่ยนแปลงนโยบายความเป็นส่วนตัว เราจะแจ้งให้ท่านทราบด้วยการ update ข้อมูลลงใน website ของเราโดยเร็วที่สุดปัจจุบัน นโยบายความเป็นส่วนตัวถูกทบทวนครั้งลาสุดเมื่อ 15/08/2566</p>
                    <h3 className='text-2xl py-4'>ช่องทางการติดต่อ</h3>
                    <p>ผู้ติดต่อ : บิว</p>
                    <p>สถานที่ติดต่อ: 98, Pa Pong, Doi Saket District, Chiang Mai 50220</p>
                    <p>ช่องทางการติดต่อ:</p>
                    <p>Tel: 000-000-0000</p>
                    <p>Email: tutorlist@gmail.com</p>
                    <p>Website: https://tutorlist.com</p>
                    <h3 className='text-2xl py-4'>รายละเอียดหน่วยงานกำกับดูแล</h3>
                    <p>ในกรณีที่เราหรือลูกจ้างหรือพนักงานของเราฝ่าฝืนหรือไม่ปฏิบัติตามกฎหมายเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคล ท่านสามารถร้องเรียนต่อหน่วยงานกำกับดูแล ตามรายละเอียดดังนี้</p>
                    <p>ชื่อ: สำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล</p>
                </div>
            </div>
    </div>
  )
}
